{
  "menu": ["መነሻ", "አገልግሎቶች", "ስለ እኛ", "ብሎግ", "አግኙን", "በአባልነት ይቀላቀሉን"],
  "heroText": [
    "ኢቲኬር የተለያዩ የቁጠባ አማራጮችን በማቅረብ የቁጠባ ባህልን ያበረታታል።",
    "ኢቲኬር ለተለያዩ ፍላጎቶች የሚያገለግሉ በርካታ የብድር ዓይነቶችን ያቀርባል።",
    "እቁብ በኢቲኬር ማህበር የተቋቋመ ማንኛውም አባል በቀላሉ ሊሳተፍበት የሚችለው የጋራ ማህበረሰብ የገንዘብ ዝንባሌ ነው፡፡",
    "የፋይናንስ እውቀትን ለማሻሻል ኢቲኬር ለህብረተሰቡ የፋይናንስ ትምህርት እና ስልጠና ይሰጣል።"
  ],
  "readMore": "ተጨማሪ ያንብቡ",
  "services": ["የቁጠባ", "የእቁብ", "የብድር", "የስልጠና"],
  "servicesbottem": [
    "የቁጠባ አገልግሎት",
    "የብድር አገልግሎት",
    "የእቁብ አገልግሎት",
    "የስልጠና አገልግሎት"
  ],
  "whoWeAreTitle": "ስለ እኛ",
  "whoWeAreText": "ኢቲኬር ቁጠባና ብድር ኃላ/የተ/የህ/ስ/ማህበር በአባላቱ የተመሰረተና የአባላቱ ንብረት የሆነ የፋይናንስ ተቋም ነው። የተቋቋምነው የአባላቶቻችንን የቁጠባ ባህል ለማሳደግ፣ ምቹና ተደራሽ የብድር አገልግሎት ለማቅረብ እና በፋይናንስ ነፃነት እንዲጎለብቱ ለማስቻል ነው። ራዕያችን በ2030 ዓ.ም በኢኮኖሚ የዳበሩና ስራ ፈጣሪ የሆኑ አባላትን መፍጠር ሲሆን፣ ተልዕኳችን ደግሞ ዘመናዊ ቴክኖሎጂንና የሰለጠነ የሰው ኃይልን በመጠቀም ቀልጣፋና ሁሉን አቀፍ የፋይናንስ አገልግሎት መስጠት ነው። በታማኝነት፣ በግልጸኝነትና በማህበራዊ ኃላፊነት ስሜት በመመራት አባሎቻችን የገንዘብ አቅማቸውን እንዲያሳድጉና ህልማቸውን እንዲያሳኩ እንተጋለን።",
  "learnMore": "ተጨማሪ ይማሩ",
  "visionTitle": "ራዕይ",
  "visionText": "በ2030 ዓ.ም በኢኮኖሚ የዳበረ እና ስራ ፈጣሪ አባላትን ገንብቶ ማየት፡፡",
  "missionTitle": "ተልዕኮ",
  "missionText": "የአባላትን እና ከፍተኛ አጋሮችን ማህበራዊ የኢኮኖሚ ሁኔታ በሚቻል መልኩ በቴክኖሎጂ እና በብልጽግና የተዘጋጀ ሰራተኛ በማጠቃለያ ለማሻሻል እንደተቀመጠ ነው።",
  "valueTitle": "እሴት",
  "valueText": "እውነተኝነት፣ ታመኝነት፣ በቀልናነት፣ ኃላፊነት፣ መረጃ መጠበቂያ እና ማህበራዊ ኃላፊነት የስራችንን መርህ ያመራሉ።",
  "gallery": "የፎቶ ማዕከላችን",
  "blogHeader": "በቀጥታ የብሎግ ጽሑፎች",
  "blogSubHeader": "አዳዲስ ዜናዎች እና ጽሑፎች ከብሎግ ከፖስቶች",
  "contactUs": "አግኙን",
  "address": "ዋና መስሪያ ቤት፡ 22 ማዞሪያ፣ ጎላጎል",
  "phone": "+251-96-454-0000",
  "companytitle": "ኩባንያ",
  "company": ["ስለ እኛ", "አገልግሎት", "ብሎግ", "ቁጠባ", "እቁብ", "ብድር"],
  "latestNews": "የቅርብ ዜናዎች",
  "footerText": "ኑ አብረን እንደግ",
  "footerContact": "አግኙን",
  "copyright": "© 2024 በኢቲኬር ሳኮ. መብት የተጠበቀ.",
  "contact": {
    "title": "አግኙን",
    "addressLabel": "አድራሻ",
    "addressText": "ዋናው መስሪያ ቤት 22 ማዞሪያ, ጎላጎል",
    "phone": "+251-96-454-0000",
    "workingHoursLabel": "የስራ ሰዓት",
    "workingHoursText": "ከሰኞ እስከ ቅዳሜ ከጠዋቱ 2:00 እስከ ምሽቱ 11:00",
    "followUs": "ተከተሉን"
  },
  "about": {
    "title": "ስለ እኛ",
    "building1": "Etcare SACCOs Plc ግለሰቦችን እና ማህበረሰቦችን በአዳዲስ የፋይናንስ መፍትሄዎች ለማብቃት የተቋቋመ ግንባር ቀደም የፋይናንስ ህብረት ስራ ማህበር ነው።",
    "building2": "በፋይናንስ እውቀት እና ሁሉን አቀፍ ተደራሽነት ተነሳሽነት እንሰራለን። እያንዳንዱ አባል ትክክለኛ የፋይናንስ ውሳኔዎችን ለማድረግ የሚያስፈልገውን እውቀት እና ግብዓት ማግኘቱን እናረጋግጣለን። በትምህርት እና ግልጽ ልምዶች አማካኝነት አባሎቻችንን ለማበልጸግ እና የረጅም ጊዜ የፋይናንስ መረጋጋትን ለማሳደግ እንጥራለን።",
    "AboutTitle": "ስለ እኛ",
    "Abouttext": "በ Etcare SACCOs Plc፣ በፋይናንስ ዘርፍ ባለን ሙያዊ ብቃት እና ቁርጠኝነት የታወቅን ነን። ዋና ግባችን በ2030 ምርጥ የቁጠባ እና ብድር ህብረት ስራ ማህበር በመሆን አባሎቻችን ህይወታቸውን እንዲያሻሽሉ መርዳት ነው። የቅርብ ጊዜውን ቴክኖሎጂ በመጠቀም፣ የሁሉም ሰው ፍላጎት የሚያሟሉ እንደ ቁጠባ፣ ብድር እና ባንኪንግ ያሉ ሰፋፊ አገልግሎቶችን እንሰጣለን። በምንሰራው ነገር ሁሉ ሁልጊዜ ታማኝነትን፣ ግልጽነትን እና ተጠያቂነትን እንከተላለን። ተልዕኳችን ሰዎችን ስለ ገንዘብ ማስተማር እና ሁሉም ሰው ከአገልግሎታችን ተጠቃሚ መሆኑን ማረጋገጥ ነው። እሴቶቻችን ታማኝነትን፣ እውነተኝነትን፣ ግልጽ ግንኙነትን፣ ሃላፊነትን እና ሌሎችን መርዳትን ያካትታሉ። ለአባሎቻችን እና ለማህበረሰባችን ጠንካራ የፋይናንስ የወደፊት እጣ ፈንታ ለመፍጠር ቆርጠን ተነስተናል።",
    "quality": "ምርጥ ጥራታችን",
    "qualityText": "በ Etcare SACCOs Plc፣ በአገልግሎቶቻችን በሁሉም ገጽታዎች ልዩ ጥራትን በማቅረባችን እንኮራለን። ለላቀ ጥራት ያለን ቁርጠኝነት የሚመነጨው የአባሎቻችንን ፍላጎት በጥልቀት ከመረዳት እና የሚጠብቁትን ከማለፍ ፍላጎት ነው።",
    "contactUs": "አግኙን",
    "team": "ቡድናችን",
    "teamText": "ከ Etcare SACCO በስተጀርባ ያለው ታታሪ ቡድን"
  },
  "servicespage": {
    "pagetitle": "አገልግሎት",
    "title": "የትኬር ሳኮ አገልግሎቶች",
    "description": "አገልግሎቶቻችን ቁጠባ፣ ብድር፣ ስልጠና እና ዲጂታል እቁብ ስርዓትን ያካተቱ ሲሆኑ፣ ሁሉም የእርስዎን ልዩ ፍላጎቶች ለማሟላት እና የፋይናንስ ግቦችዎን ለማሳካት የተነደፉ ናቸው።",
    "saving": {
      "title": "ቁጠባ",
      "text": "ለወደፊት መቆጠብ ያለውን ፋይዳ ስለምንረዳ፣ አባሎቻችን የፋይናንስ ደህንነት እንዲገነቡ ለማገዝ ምቹ እና ተለዋዋጭ የቁጠባ አማራጮችን እናቀርባለን። የአጭር ጊዜ ግቦችም ሆኑ የረጅም ጊዜ እቅድ፣ የቁጠባ ሂሳቦቻችን ገንዘብዎን ለማሳደግ አስተማማኝ እና የተረጋገጠ መንገድ ይሰጣሉ።",
      "button": "ተጨማሪ እወቅ"
    },
    "training": {
      "title": "ስልጠና",
      "text": "ለወደፊት መቆጠብ ያለውን ፋይዳ ስለምንረዳ፣ አባሎቻችን የፋይናንስ ደህንነት እንዲገነቡ ለማገዝ ምቹ እና ተለዋዋጭ የቁጠባ አማራጮችን እናቀርባለን። የአጭር ጊዜ ግቦችም ሆኑ የረጅም ጊዜ እቅድ፣ የቁጠባ ሂሳቦቻችን ገንዘብዎን ለማሳደግ አስተማማኝ እና የተረጋገጠ መንገድ ይሰጣሉ።",
      "button": "ተጨማሪ እወቅ"
    },
    "equb": {
      "title": "እቁብ",
      "text": "የእኛን የእቁብ ማህበረሰብ ይቀላቀሉ እና የጋራ ቁጠባ እና ኢንቨስትመንት ኃይልን ይለማመዱ። በእቁብ አማካኝነት አባላት የፋይናንስ ግቦቻቸውን ለማሳካት እርስ በእርስ ለመደጋገፍ ሀብታቸውን ያሰባስባሉ። ንብረቶችን መግዛት፣ ትምህርትን መደገፍ ወይም የማህበረሰብ ፕሮጀክቶችን ማካሄድ፣ እቁብ ለፋይናንስ ማብቃት የትብብር አቀራረብን ያቀርባል።",
      "button": "ተጨማሪ እወቅ"
    },
    "loan": {
      "title": "ብድር",
      "text": "የብድር አገልግሎቶቻችን አባሎቻችን ተመጣጣኝ እና ተለዋዋጭ ብድሮችን እንዲያገኙ ለማስቻል የተነደፉ ናቸው። የንግድ ሥራ ለመጀመር፣ ያልተጠበቁ ወጪዎችን ለመሸፈን ወይም በግል ልማት ላይ ኢንቨስት ለማድረግ እየፈለጉ ይሁኑ፣ እያንዳንዱን እርምጃ ለመደገፍ እኛ ከጎንዎ ነን።",
      "button": "ተጨማሪ እወቅ"
    }
  },
  "blog": {
    "blogtitle": "Etcare SACCO ብሎግ",
    "blogtext": "የሥልጠና ግንዛቤዎችን፣ የቅርብ ጊዜዎቹን የL&D አዝማሚያዎች፣ እና እዚህ የእርስዎን ስልጠና እና እድገት ለማሻሻል ጠቃሚ ምክሮችን ማጋራት።"
  },
  "savings": {
    "title": "ቁጠባ",
    "types": {
      "title": "የቁጠባ ዓይነትና አፈጻጸም",
      "intro": "በኅብረት ሥራ ማህበሩ መተዳደሪያ ደንብ በተገለጸው መሠረት መደበኛ ቁጠባ፣ የፍላጎት ቁጠባ፣ የጊዜ ገደብ ቁጠባ፣ ወለድ የማይታሰብበት ቁጠባ፣ የልጆች ቁጠባ እና የቤት ቁጠባ፣ የትራንስፖርት መኪና ቁጠባ፣ የአውቶሞቢል መኪና ቁጠባ ዓይነቶች ይኖሩታል፡፡",
      "regularSaving": {
        "title": "መደበኛ ቁጠባ",
        "details": [
          "የአንድ አባል ዝቅተኛ የመደበኛ ቁጠባ መጠን 750.00 መቆጠብ አለበት",
          "የመደበኛ ቁጠባ መጠን የአባሉን የመቆጠብ አቅም ያገናዘበና በአባሉ ማመልከቻ ላይ የሰፈረና በኅብረት ሥራ ማህበሩ የተፈቀደ መሆን ይኖርበታል",
          "በኅብረት ሥራ ማህበሩ መተዳደሪያ ደንብ በተወሰነው መሠረት አባሉ ለመደበኛ ቁጠባ ወለድ ያገኛል"
        ]
      },
      "demandSaving": {
        "title": "የፍላጎት ቁጠባ",
        "details": [
          "የፍላጎት ቁጠባ መጠን የሚወሰነው በተጠቃሚው አቅምና ፍላጎት መሠረት ይሆናል፡፡ በዚህም መሰረት ከ500.00 ብር ጀምሮ የቁጠባ ሂሳ በመክፈት ሂሳቡ ከተከፈተ በኃላ ከ100.00 ብር ጀምሮ መቆጠብ አለበት፡፡",
          "በኅብረት ሥራ ማህበሩ መተዳደሪያ ደንብ በተወሰነው መሠረት አባሉ ለፍላጎት ቁጠባ ወለድ የሚታሰብለት ይሆናል",
          "የፍላጎት ቁጠባ አባሉ በማንኛውም ጊዜ ወጪ ሊያደርገው ይችላል",
          "የፍላጎት ቁጠባ አባሉ ለብድር ዋስትና ማቅረብ ይችላል",
          "አባሉ የፍላጎት ቁጠባን ወጪ ሊያደርገው የሚችለው ገንዘቡ በዋስትናነት ካልተያዘ ብቻ ነው"
        ]
      },
      "timeDepositSaving": {
        "title": "የጊዜ ገደብ ቁጠባ",
        "details": [
          "የጊዜ ገደብ ተቀማጭ ዝቅተኛው የገንዘብ መጠን 50,000.00 ብር ይሆናል፡፡",
          "ዝቅተኛው የማስቀመጫ ጊዜ ስድስት ወር ሲሆን የወለድ መጠኑ ለስድስት ወር ከሆነ ከ8-12% ሆኖ በገንዘብ መጠኑ እና ቆይታ ጊዜ ይወሰናል፡፡ የተቀማጭ ገንዘብ መጠን ከአምስት መቶ ሽህ ብር በላይ ሆኖ ከሁለት አመት በላይ የሚቀመጥ ከሆነ የወለድ መጠኑ በስራ አመራር ኮሚቴ በስምምነት የሚወሰን ይሆናል፡፡ ሆኖም ከ13.5 ፐርሰንት በላይ መሆን የለበትም፡፡",
          "ኅብረት ሥራ ማህበሩ እንደአስፈላጊነቱ ከአባላቱ ጋር በሚያደርገው ስምምነት መሠረት ለተወሰነ ጊዜ ለአስቀማጩ ተከፋይ የማይሆን የጊዜ ገደብ ቁጠባ ሊሰበስብ ይችላል",
          "አባሉ ኅብረት ሥራ ማህበሩ ውስጥ ያለውን የጊዜ ገደብ ቁጠባ ለብድር ዋስትናነት ማስያዝ ይችላል",
          "ለብድር ዋስትናነት የዋለ የጊዜ ገደብ ቁጠባ ዋስትናው እስኪነሳ ድረስ ለአባሉ ወጪ ሆኖ አይከፈልም",
          "ኅብረት ሥራ ማህበሩ የጊዜ ገደብ ቁጠባን ማበረታታት የሚችለው የጊዜ ገደብ ቁጠባውን የመጠቀም አቅሙ ከፍተኛ መሆኑ ሲረጋገጥ ብቻ ይሆናል"
        ]
      },
      "interestFreeSaving": {
        "title": "ወለድ የማይታሰብበት ቁጠባ",
        "details": [
          "ኅብረት ሥራ ማህበሩ በአባሉ ፍላጎትና በኅብረት ሥራ ማህበሩ በሚደረግ ስምምነት መሠረት ወለድ የማይታሰብበት ቁጠባ በተለያየ ምክንያት የሚያስቀምጠውና ቁጠባ ይኖራል",
          "ወለድ ለማይታሰብበት ቁጠባ አባሉ በማንኛውም ሁኔታ ወለድ የመጠየቅ መብት አይኖረውም፣ ሆኖም በማመልከቻ ወለድ እንዲታሰብለት ቢጠይቅ ሲፈቀድለት የወለድ ተጠቃሚ ይሆናል",
          "ወለድ የማይታሰብበት ቁጠባ ለብድር ዋስትናነት ሊውል ይችላል",
          "አባሉ ወለድ የማይታሰብበት ቁጠባን ወጪ ሊያደርግ የሚችለው ገንዘቡ በዋስትናነት ካልተያዘ ብቻ ነው"
        ]
      },
      "childrenSaving": {
        "title": "የልጆች ቁጠባ",
        "details": [
          "እድሜያቸው ከ18 አመት በታች የሆኑ የኅብረት ሥራ ማህበሩ አባላት ህፃናት ልጆችና የሚያስተዳድሯቸው ህፃናት ልጆች መቆጠብ ይችላሉ",
          "ህፃናት ቁጠባ ሲጀምሩ የመመዝገቢያም ሆነ የዕጣ ክፍያ አይከፍሉም",
          "የህፃናት ቁጠባ መኖሩ ያለው ጠቀሜታ ስለኅብረት ሥራ ማህበር ግንዛቤ እንዲኖራቸው እና የቁጠባ ባህልን እንዲያዳብሩ ይረዳቸዋል",
          "የቁጠባ መጠኑ በብር 500.00 ጀምሮ ሂሳቡ ይከፈታል",
          "ህፃናት በኅብረት ሥራ ማህበሩ እየቆጠቡ ቆይተው እድሜያቸው 18 አመት ሲሞላ ያለ መመዝገቢያ ክፍያ ሌሎችን መስፈርት ካሟሉ ማህበሩ ላይ ዕጣ በመግዛት አባል ሊሆኑ ይችላሉ",
          "ህፃናት ለቆጠቡት ቁጠባ ወለድ ያገኛሉ ሆኖም የቁጠባ ወለድ በቁጠባ ላይ የሚደመር ይሆናል",
          "የህፃናት ቁጠባ ለወላጆቹ ወይም ለአሳዳጊዎቹ ለብድር ዋስትናነት ያገለግላል",
          "የልጆች ቁጠባ ሂሳብ ከወላጆች ጋር በጣምራ የሚከፈት ሂሳብ ሆኖ በፈለጉት ጊዜ ወጪ ማድረግ የሚችሉበት የሂሳብ አርዕስት ከፍተው ማስቀመጥ ይችላሉ"
        ]
      },
      "womenSaving": {
        "title": "የሴቶች ቁጠባ",
        "details": [
          "ሴቶች ስራ ፈጣሪ እንዲሆኑ ለማበረታታት ራሱን የቻለ የቁጠባ አይነት መጀመር አስፈላጊ ሆኗል",
          "የሴቶች ቁጠባ መኖሩ ያለው ጠቀሜታ ስለኅብረት ሥራ ማህበር ግንዛቤ እንዲኖራቸው እና የቁጠባ ባህልን እንዲያዳብሩ ይረዳቸዋል",
          "የቁጠባ መጠኑ በብር 1000.00 ጀምሮ ሂሳቡ ይከፈታል",
          "ሴቶች ለቆጠቡት ቁጠባ ወለድ ያገኛሉ ሆኖም የቁጠባ ወለድ በቁጠባ ላይ የሚደመር ይሆናል",
          "የሴቶች ቁጠባ ለብድር ዋስትናነት ያገለግላል"
        ]
      }
    },
    "interestRates": {
      "title": "የቁጠባ ወለድ መጠን",
      "list": [
        "ለመደበኛ ቁጠባ በዓመት 7 % ይከፍላል",
        "ለፍላጎት ቁጠባ በዓመት 7.5 % ይከፍላል",
        "ለጊዜ ገደብ ቁጠባ በዓመት ከ8 % እስከ 12 % የሚከፈል ይሆናል",
        "ለልጆች ቁጠባ በአመት 8 % ወለድ ይከፈላል",
        "ለሴቶች ቁጠባ በአመት 7.5 % ወለድ ይከፈላል",
        "የመደበኛና የፍላጎት ቁጠባ ወለድ ከተቀማጭ ሂሳብ ጋር እየታሰበ መደበኛ ቁጠባ ሂሳብ ላይ የሚቀመጥ እንጂ በአመቱ መጨረሻ እየታሰበ ለአባላት የሚከፋፈል አይሆንም፣ ሆኖም የጊዜ ገደብ ተቀማጭ ወለድ ግን የሚከፈለው ይሆናል"
      ]
    }
  },
  "loans": {
    "title": "ብድር",
    "intro": "እቲኬር የቁጠባና ብድር ኃላ.የተ.የህብረት ሥራ ማኅበር ለአባላቱ የተለያዩ የብድር አገልግሎቶችን ይሰጣል። እነዚህም የፍጆታ ብድር፣ የንግድ ብድር፣ የቤት ብድር፣ የመኪና ግዢ ብድር፣ ልዩ የአጭር ጊዜ ብድር እና ከወለድ ነፃ ብድሮች ይገኙበታል። ብድር ለማግኘት አባላት በተከታታይ የተወሰነ የመደበኛ ቁጠባ ማቆጠብ እና የተወሰነ በመቶኛ ዕጣ መግዛት አለባቸው። ",
    "types": {
      "title": "የኢቲኬር ኅ/ስ/ማ/ የብድር ዓይነቶች",
      "consumerLoan": {
        "title": "የፍጆታ ብድር (consumer loan)",
        "categories": [
          "ለትምህርት የሚሰጥ ብድር",
          "ለህክምና የሚሰጥ ብድር",
          "ለቤት ዕቃ ማሟያ",
          "ማህበራዊ አገልግሎት (ሰርግ፣ ልደት፣ ምርቃት…)",
          "የተለያዩ ቦታዎችን ለመጎብኘት የሚሰጥ የጉዞ ብድር"
        ]
      },
      "businessLoan": {
        "title": "ለንግድ ሥራ የሚሰጥ ብድር",
        "categories": [
          "ለከተማ ግብርና ስራ የሚሰጥ ብድር",
          "ለአነስተኛ ንግድ ስራ የሚሰጥ ብድር",
          "ለአገልግሎት ስራ የሚሰጥ ብድር",
          "ለማኑፋክቸሪንግ ስራ የሚሰጥ ብድር",
          "ለኮንስትራክሽን ስራ የሚሰጥ ብድር"
        ]
      },
      "housingLoan": {
        "title": "ለቤት ግዥ፣ መስሪያና ማደሻ የሚሰጥ ብድር",
        "categories": ["የመኖሪያ ቤት", "የንግድ ቤት", "የኮንደሚኒየም ግንባታ ማስጨረሻ"]
      },
      "carLoan": {
        "title": "የመኪና ግዥ የሚሰጥ ብድር",
        "categories": ["የቤት መኪና", "የንግድ መኪና (የታክሲ አገልግሎት መኪና, የህዝብ ማመላለሻ መኪና)"]
      },
      "specialShortTermLoan": "ልዩ የአጭር ጊዜ ብድር",
      "leaseFinanceLoan": "የሊዝ ፋይናንስ ብድር",
      "interestFreeLoanServices": "ወለድ አልባ የብድር አገልግሎቶች",
      "salaryLoan": "የደመወዝ ብድር"
    },
    "amountAndRepayment": {
      "title": "የብድር መጠን እና መመለሻ ጊዜ",
      "consumerLoan": {
        "title": "የፍጆታ ብድር",
        "options": [
          "5 ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 15% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የፍጆታ ብድር የሚያገኝ ሲሆን የብድር ጣራው 300,000.00 ሲሆን የመመለሻ ጊዜው እስከ 30 ወራት ድረስ ይሆናል፡፡",
          "6 ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 15% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የፍጆታ ብድር የሚያገኝ ሲሆን የብድር ጣራው 400,000.00 ሲሆን የመመለሻ ጊዜው እስከ 36 ወራት ድረስ ይሆናል፡፡"
        ]
      },
      "businessLoan": {
        "title": "የንግድ ብድር",
        "options": [
          "5 ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የንግድ ብድር የሚያገኝ ሲሆን የብድር ጣራው 500,000.00 ሲሆን የመመለሻ ጊዜው እስከ 36 ወራት ድረስ ይሆናል፡፡",
          "6 ወር ከዛ በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የንግድ ብድር የሚያገኝ ሲሆን የብድር ጣራው 750,000.00 ሲሆን የመመለሻ ጊዜው እስከ 48 ወራት ድረስ ይሆናል፡፡",
          "12 ወር ከዛ በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 5% እጣ የገዛ አባል የንግድ ብድር የሚያገኝ ሲሆን የብድር ጣራው 1,500,000.00 ሲሆን የመመለሻ ጊዜው እስከ 60 ወራት ድረስ ይሆናል፡፡"
        ]
      },
      "housingLoan": {
        "title": "ለቤት ግዥ፣ መስሪያና ዕድሳት የሚሰጥ ብድር",
        "options": [
          "የቤት ብድር ለመበደር 6 ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የቤት ብድር የሚያገኝ ሲሆን የብድር ጣራው 2,000,000.00 ሲሆን የመመለሻ ጊዜው እስከ 60 ወራት ድረስ ይሆናል፡፡",
          "8 ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የቤት ብድር የሚያገኝ ሲሆን የብድር ጣራው 3,000,000.00 ሲሆን የመመለሻ ጊዜው እስከ 84 ወራት ድረስ ይሆናል፡፡",
          "12 ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 18% መደበኛ ቁጠባ የቆጠበ እና 7% እጣ የገዛ አባል የቤት ብድር የሚያገኝ ሲሆን የብድር ጣራው 5,000,000.00 ሲሆን የመመለሻ ጊዜው እስከ 84 ወራት ድረስ ይሆናል፡፡"
        ]
      },
      "carLoan": {
        "title": "የመኪና ግዥ ብድር",
        "options": [
          "ስድስት ወር እና በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 10% እጣ የገዛ አባል የመኪና ብድር የሚያገኝ ሲሆን የብድር ጣራው ከ2,000,000.00 ሲሆን የመመለሻ ጊዜው እስከ 48 ወራት ድረስ ይሆናል፡፡",
          "8 ወር እና በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 5% እጣ የገዛ አባል የመኪና ብድር የሚያገኝ ሲሆን የብድር ጣራው እስከ 3,000,000.00 ሲሆን የመመለሻ ጊዜው እስከ 60 ወራት ድረስ ይሆናል፡፡"
        ]
      },
      "specialShortTermLoan": {
        "title": "ልዩ የአጭር ግዜ ብድር",
        "options": [
          "አራት ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 25% መደበኛ ቁጠባ የቆጠበ እና 5% እጣ የገዛ እና የንግድ ስራ ውስጥ ላሉ አባላት ልዩ የአጭር ግዜ ብድር ወለድ የማይከፈልበት በ10% ኮሚሽን ብቻ በመክፈል የሚያገኙ ሲሆን የብድር ጣራው 400,000.00 ሆኖ የመመለሻ ጊዜው እስከ አራት ወራት ድረስ ይሆናል፡፡ የብድር መመለሻው ጊዜ በወር ሁለት ጊዜ በየአስራ አምስት ቀኑ ይሆናል፡፡",
          "ስድስት ወር እና ከዛ በላይ በተከታታይ የሚበደረውን 20% መደበኛ ቁጠባ የቆጠበ እና 5% እጣ የገዛ እና የንግድ ስራ ውስጥ ላሉ አባላት ልዩ የአጭር ግዜ ብድር ወለድ የማይከፈልበት በ15% ኮሚሽን ብቻ በመክፈል የሚያገኙ ሲሆን የብድር ጣራው 600,000.00 ሆኖ የመመለሻ ጊዜው እስከ 6 ወራት ድረስ ይሆናል፡፡ የብድር መመለሻው ጊዜ በወር ሁለት ጊዜ በየአስራ አምስት ቀኑ ይሆናል፡፡"
        ]
      },
      "salaryLoan": {
        "title": "የደመወዝ ብድር",
        "description": "አባል ለሆኑ የመንግስት ሰራተኞች፣ ለባንክ ሰራተኞች፣ ለኢንሹራንስ ሰራተኞች እና ለሆስፒታል ሰራተኞች ለሚያጋጥማቸው አስቸኳይ ብድር የስድሰት ወር የተጣራ ደመወዝ ደመወዝ 15% ቅድመ ቁጠባ እና 5% ዕጣ አሟልተው በአንድ አመት የሚመለስ ብድር ከሚሰሩበት መ/ቤት የዋስትና ደብዳቤ አቅርበው መበደር ይችላሉ፡፡"
      }
    },
    "eligibility": {
      "title": "የኢቲኬር ኅ/ስ/ማ/ ብድር አገልግሎቱ ተጠቃሚዎች ማሟላት ያለባቸው",
      "requirements": [
        "አንድ አባል የብድር አገልግሎት ጥያቄ ለማቅረብና ለማግኘት ቢያንስ ከላይ በብድር አይነቱ የተገለፀውን ጊዜ በተከታታይ የተጠቀሰውን ገንዘብ የቆጠበ አባል መሆን አለበት",
        "የንግድ ስራ ዕቅድ ማዘጋጀት እና ማቅረብ",
        "መታወቂያ (የቀበሌ፣ መንጃ ፈቀድ፣ የመንግስት ሰራተኛ) እና ፓስፖርት) ማቅረብ የሚችል",
        "የጋብቻ ማስረጃ ማቅረብ የሚችል",
        "ተመጣጣኝ ዋስትና ማቅረብ የሚችል",
        "የንግድ እና ኢንቨስትመንት ብድር ከሆነ ንግድ ፈቃድ ማቅረብ የሚችል መሆን አለበት"
      ]
    },
    "guaranteeTypes": {
      "title": "የዋስትና ዓይነት",
      "savingAndLotteryGuarantee": {
        "title": "በቁጠባ እና ዕጣ ዋስትና የሚሰጥ ብድር",
        "description": "ተበዳሪው ወይም ዋስ የሚሆነው አባል ያስቀመጠውን ቁጠባና ዕጣ ከኅ/ስ/ማህበሩ አባል የሆነ የዋስ ቁጠባ እና ዕጣ 95 በመቶ መበደር ይችላል፡፡"
      },
      "letterOfGuaranteeOrSalary": {
        "title": "በደብዳቤ /በደመወዝ/ ዋስትና የሚሰጥ ብድር",
        "details": [
          "በደብዳቤ ዋስትና የሚሰጥ ብድር ከብር 300,000.00 ሳይበልጥ በዋስትና የሚያዘው የተጣራ ደመወዝ 1/3 ኛው በብድር ጊዜው ተባዝቶ ይሆናል",
          "የሚያቀርበው የዋስትና ደብዳቤ ከመንግስት መስሪያ ቤት እና ከታወቀ ድርጅት እና መ/ያ/ድ መሆን አለበት፡፡ ከሚሰራበት መስሪያ ቤት የደመወዙ መጠን፤ ቋሚ ሰራተኛ መሆኑንና ጡረታ ለመውጣት የቀራቸው ጊዜ፤ ዋሱ መስራቤቱን ቢለቁ በቅድሚያ የሚያሳዉቁ መሆኑን እና የስራ ግብር ከፋይ መሆኑን የሚገልጽ ማስረጃ መቅረብ አለበት፤ የዋሱ ሚስት/ባል መፈረም አለበት/ባት፡፡"
        ]
      },
      "propertyGuarantee": {
        "title": "በንብረት ዋስትና የሚሰጥ ብድር",
        "vehicle": {
          "title": "በተሸከርካሪ መኪና ዋስትና የሚሰጥ ብድር",
          "details": [
            "ከብር 2,500,000.00 መብለጥ የለበትም፡፡ ሙሉ ኢንሹራንስ በተበዳሪው እና በማህበሩ ስም መገባት አለበት",
            "ለዋስትና የቀረበው ንብረት/መኪና/ ሙሉ ኢንሹራንስ በኅ/ስ/ማ/ እና በመኪናው ባለቤት ስም የተገባለትና አግባብ ባለው አካል እዳ እና ዕገዳ ነፃ መሆኑ የተረጋገጠ እና በኅ/ስ/ማህበሩ ስም የታገደ መሆን አለበት",
            "የሚሰጠው ብድር መኪናው ኢንሹራንስ ከገመተው እና ከተገዛበት ዋጋ በላይ መሆን የለበትም፡፡",
            "የመኪናዎችን አይነት ግምት ውስጥ በማስገባት የወቅቱን በባለሙያ የተገመተውን የገበያ ዋጋ መሰረት ያደረገ መሆን ይኖርበታል፡፡ ለዚህም ኅብረት ስራ ማህበሩ በዋስትና የሚያዘውን መኪና የገበያ ዋጋ የሚገምትለት ኮሚቴ ወይም ባለሙያ ይኖረዋል፡፡",
            "በዋስትና የሚያዘው መኪና እንደየ ብድር አይነቱ የሚለያይ ሲሆን ከፍተኛው ግን ከተመረተ/በሊብሬው መሰረት/ 25 አመት ያልበለጠው መሆን አለበት::"
          ]
        },
        "fixedAssetGuarantee": {
          "title": "በቋሚ ንብረት /መኖሪያ ቤት/ መያዣነት የሚሰጥ ብድር",
          "details": [
            "ተበዳሪው በስሙ፣ በባለቤቱ፣ በወካዩ ወይም በዋሱ የተመዘገበ ቋሚ ንብረት /መኖሪያ/የንግድ/ ቤት ካለው የንብረቱ ዋጋ ግምት ውስጥ በማስገባት ንብረቱ ታግዶ መበደር ይችላል፡፡",
            "በቋሚ ንብረት /መኖሪያ ቤት/ የሚሰጥ ብድር ሌላ ተጨማሪ ዋስትና የተበዳሪውን የመክፍል አቅም፤ የብድሩ አላማና የቁጠባ መጠኑ ታይቶ የሚሠጥ ብድር ሆኖ ከብድር ጣራው መብለጥ የለበትም፡፡"
          ]
        }
      }
    }
  },
  "whySaveWithUs": {
    "title": "ለምን ከእኛ ጋር ይቆጥባሉ?",
    "reasons": [
      "ከፍተኛ የወለድ ተመኖች፡- በቁጠባዎ ላይ ትርፋማ የሆነ ወለድ ያግኙ፣ ይህም ገንዘብዎ በጊዜ ሂደት እንዲያድግ ያግዛል።",
      "ተለዋዋጭ የቁጠባ አማራጮች፡- እንደ መደበኛ፣ የፍላጎት፣ የጊዜ ገደብ፣ የህፃናት እና የሴቶች ቁጠባ ያሉ የተለያዩ የቁጠባ ዓይነቶችን እናቀርባለን።",
      "ደህንነቱ የተጠበቀ እና አስተማማኝ፡- ገንዘብዎ በእኛ የኅብረት ሥራ ማኅበር ውስጥ ደህንነቱ የተጠበቀ እና አስተማማኝ መሆኑን ያረጋግጡ።",
      "የብድር ዋስትና፡- የእርስዎ ቁጠባ ለወደፊት ብድሮች እንደ ዋስትና ሊያገለግል ይችላል።",
      "የኅብረት ሥራ ማኅበሩ አባልነት ጥቅሞች፡- የኅብረት ሥራ ማኅበሩ አባል በመሆን የጋራ ዕድገት እና የፋይናንስ መረጋጋት አካል ይሁኑ።"
    ]
  },
  "whyLoanWithUs": {
    "title": "ለምን ከእኛ ጋር ይበደራሉ?",
    "reasons": [
      "ተመጣጣኝ የወለድ ተመኖች፡- ለፍጆታ፣ ለንግድ፣ ለቤት እና ለመኪና ብድሮች ተወዳዳሪ እና ተመጣጣኝ የወለድ ተመኖች እናቀርባለን።",
      "የብድር ዓይነቶች ብዛት፡- ለተለያዩ ፍላጎቶችዎ የሚስማሙ ሰፊ የብድር አማራጮች አሉን።",
      "ተለዋዋጭ የመመለሻ ጊዜያት፡- ከእርስዎ ፍላጎት ጋር በሚስማማ መልኩ የተራዘመ የመመለሻ ጊዜዎችን ያግኙ።",
      "ቀላል እና ፈጣን የብድር ሂደት፡- የብድር ማመልከቻ ሂደታችን ቀላል እና ቀልጣፋ ነው።",
      "የአባላት ድጋፍ፡- የኅብረት ሥራ ማኅበሩ አባል እንደመሆንዎ መጠን ሁልጊዜ ከእኛ ሙሉ ድጋፍ ያገኛሉ።"
    ]
  },
  "equb": {
    "title": "እቁብ",
    "definition": "እቁብ በኢትዮጵያ ውስጥ በሰፊው የሚታወቅ የጋራ ቁጠባ እና ብድር ስርዓት ነው። አባላት በየጊዜው የተወሰነ ገንዘብ ያዋጣሉ እና በየተራ የጋራ ገንዘቡን ይወስዳሉ፣ ይህም የፋይናንስ ፍላጎታቸውን ለማሟላት ይረዳቸዋል።",
    "digitalEqub": {
      "title": "ዲጂታል እቁብ በኢቲኬር ገ/ቁ/ብድር",
      "description": "ይህ የዲጂታል እቁብ ስርዓት በየኢቲኬር ገ/ቁ/ብድር ማዕቀፍ ውስጥ ያለውን ባህላዊ የኢትዮጵያ \"እቁብ\" ቁጠባ ልምድን ለማዘመን የተነደፈ ነው። አባላት በተንቀሳቃሽ ስልኮቻቸው ወይም በሌሎች ተደራሽ ዲጂታል ቻናሎች አማካኝነት በተዘዋዋሪ የቁጠባ እና የብድር ማህበራት ውስጥ በቀጥታ እንዲሳተፉ ደህንነቱ የተጠበቀ፣ ግልጽ እና ምቹ መድረክን ለማቅረብ ያለመ ነው።",
      "mainFunctions": {
        "title": "ዋና ዋና ተግባራት:",
        "list": [
          "የአባልነት ምዝገባ እና አስተዳደር: ደህንነቱ የተጠበቀ ዲጂታል ምዝገባ እና የእቁብ ተሳታፊዎች አስተዳደር፣ ከየኢቲኬር ገ/ቁ/ብድር አባልነታቸው ጋር የተገናኘ።",
          "የእቁብ መፍጠር/መመስረት እና መቀላቀል: አባላት አዲስ የእቁብ ቡድኖችን በተበጁ ህጎች (የመዋጮ መጠን፣ ድግግሞሽ፣ የቆይታ ጊዜ፣ የክፍያ ቅደም ተከተል) መፍጠር ወይም ነባር ቡድኖችን መቀላቀል ይችላሉ።",
          "ራስ-ሰር መዋጮዎች: በቀጥታ እና በወቅቱ መዋጮዎችን ለመሰብሰብ ከሞባይል ገንዘብ ወይም ከሌሎች ዲጂታል የክፍያ ሥርዓቶች ጋር ውህደት።",
          "ግልጽ የክፍያ አስተዳደር: የእያንዳንዱን ዙር አሸናፊ የክፍያ ቅደም ተከተል ለማስተዳደር እና ገንዘብን ለማከፋፈል ግልጽ እና ኦዲት የሚደረግ ስርዓት።",
          "ከየኢቲኬር ገ/ቁ/ብድር ስርዓቶች ጋር ውህደት (የወደፊት እምቅ): የተሻሻሉ የአባልነት አገልግሎቶችን እና የፋይናንስ ተደራሽነትን ለማረጋገጥ ከዋናው የኢቲኬር ገ/ቁ/ብድር ስርዓቶች ጋር የወደፊት ውህደት ሊኖር ይችላል።",
          "ደህንነት እና አስተማማኝነት: የአባላትን ገንዘብ እና መረጃ ለመጠበቅ ጠንካራ የደህንነት እርምጃዎች፣ የስርዓቱን አስተማማኝነት እና ታማኝነት ማረጋገጥ።"
        ]
      },
      "benefitsForMembers": {
        "title": "ለየኢቲኬር ገ/ቁ/ብድር አባላት የዲጂታል እቁብ የሚሰጠው ጥቅሞች:",
        "list": [
          "የተሻሻለ ቅልጥፍና: የእቁብ ሂደትን በራስ-ሰር ያደርገዋል፣በእጅ የሚሰራ የሪከርድ አያያዝን እና የአስተዳደር ወጪን ይቀንሳል።",
          "የተሻሻለ ግልጽነት: በሁሉም ግብይቶች እና ክፍያዎች ላይ ግልጽ እና ኦዲት የሚደረግ መዝገብ ያቀርባል፣ በአባላት መካከል መተማመንን ይገነባል።",
          "የተሻሻለ ምቾት: አባላት ዲጂታል መሳሪያዎቻቸውን በመጠቀም ከየትኛውም ቦታ በማንኛውም ጊዜ በእቁብ ውስጥ እንዲሳተፉ ያስችላቸዋል።",
          "ሰፊ ተሳትፎ: እቁብን ለብዙ የኢቲኬር ገ/ቁ/ብድር አባላት የበለጠ ተደራሽ ያደርገዋል።",
          "የአደጋ ቅነሳ: የገንዘብ አያያዝ እና በእጅ የሚሰራ የሪከርድ አያያዝ ጋር ተያይዘው የሚመጡ አደጋዎችን ይቀንሳል።",
          "የተጠናከረ ማህበራዊ ቁርኝት ይፈጥራል: በዘመናዊ ማዕቀፍ ውስጥ በባህላዊ የቁጠባ ልምዶች ውስጥ ቀጣይነት ያለው ተሳትፎን ያመቻቻል።"
        ]
      }
    }
  },
  "whyChooseOurEqub": {
    "title": "ለምን የእኛን እቁብ ይመርጣሉ?",
    "reasons": [
      "ግልጽነት እና ተጠያቂነት፡- ሁሉም ግብይቶች ግልጽ እና በቀላሉ የሚታዩ ናቸው።",
      "ደህንነት እና አስተማማኝነት፡- የእርስዎ ገንዘብ ደህንነቱ የተጠበቀ መሆኑን እናረጋግጣለን።",
      "ተለዋዋጭነት፡- ከእርስዎ የፋይናንስ አቅም ጋር የሚስማሙ የተለያዩ የእቁብ አማራጮች አሉን።",
      "የበለጠ ተደራሽነት፡- በዲጂታል መድረኮቻችን አማካኝነት በቀላሉ መሳተፍ ይችላሉ።",
      "ማህበራዊ ትስስር፡- በማህበራዊ ትስስር እና በጋራ ድጋፍ ላይ የተመሰረተ ማህበረሰብ አካል ይሁኑ።"
    ]
  },
  "trainingAndConsulting": {
    "title1": "ስልጠና",
    "title": "የፋይናንስ እውቀት ስልጠና እና የምክር አገልግሎት ለኢቲኬር ገ/ቁ/ብድር ህብረት ስራ ማህበር አባላት",
    "tagline": "የፋይናንስ የወደፊት ሕይወትዎን በኢቲኬር ገ/ቁ/ብድር ህብረት ስራ ማህበር ያጠናክሩ",
    "introduction": "በኢቲኬር ገ/ቁ/ብድር ህብረት ስራ ማህበር የፋይናንስ እውቀት የኢኮኖሚ ዋና መሠረት እንደሆነ እናምናለን። የእኛ ልዩ የፋይናንስ እውቀት እና የምክር ስልጠና አገልግሎቶች ግለሰቦች፣ ንግዶች እና ድርጅቶች ጠንካራ የፋይናንስ አስተዳደር ክህሎቶችን እንዲገነቡ፣ በመረጃ ላይ የተመሰረተ የኢንቨስትመንት ውሳኔ እንዲያደርጉ እና የፋይናንስ የወደፊት ሕይወታቸውን እንዲያረጋግጡ ለመርዳት የተነደፉ ናቸው።",
    "trainingServices": {
      "title": "የስልጠና አገልግሎቶቻችን የሚከተሉትን ያካትታሉ:",
      "list": [
        "የፋይናንስ አስተዳደር – በጀት ማውጣት፣ መቆጠብ እና ዕዳዎችን በአግባቡ የማስተዳደር ክህሎትን ይሰጣል።",
        "ኢንቨስትመንት እና የሀብት ፈጠራ – የኢንቨስትመንት እና የሀብት ክምችት መሰረታዊ እውቅቶችን ስልጠና ይሰጣል ።",
        "ለሥራ ፈጣሪዎች የንግድ ፋይናንስ – ትርፋማ ንግድ ለመምራት አስፈላጊ የሆኑ የፋይናንስ ክህሎቶችን ስልጠና ይሰጣል ።",
        "ገ/ቁ/ብድር ህብረት ስራ ማህበር እና የትስስር አስተዳደር – ስለ ትስስር የፋይናንስ ሥርዓቶች እና ምርጥ ልምዶች ግንዛቤ ይሰጣል።",
        "የፋይናንስ ስጋት አስተዳደር – የፋይናንስ ስጋቶችን በአግባቡ ለመለየት እና ለመከላከል የሚረዳዎትን ስልጠና ልምድ ባላቸው ባለሙያዎች ይሰጣል ።"
      ]
    },
    "callToAction": "የፋይናንስ የወደፊት ሕይወትዎን ዛሬውኑ ይቆጣጠሩ! የፋይናንስ ስኬት ለማግኘት የሚያስፈልጉትን ክህሎቶች ለመገንባት በስልጠና ክፍለ ጊዜዎቻችን ላይ ይቀላቀሉ።"
  },
  "whyTrainWithUs": {
    "title": "ለምን ከእኛ ጋር ይስልጠናሉ?",
    "reasons": [
      "ባለሙያ መሪዎች፡- ከልምድ እና ከሙያዊ አስተማሪዎች ይማሩ።",
      "ተግባራዊ ክህሎቶች፡- በዕለት ተዕለት ሕይወትዎ እና በንግድዎ ውስጥ ተግባራዊ የሚያደርጓቸውን ክህሎቶች ያገኛሉ።",
      "የተሟላ ይዘት፡- ከበጀት እስከ ኢንቨስትመንት ድረስ ሰፊ የፋይናንስ ርዕሶችን ይሸፍናል።",
      "የግል ምክር፡- ለግል የተበጀ የፋይናንስ ምክር የማግኘት ዕድል።",
      "የኅብረት ሥራ ማኅበሩ አባልነት ጥቅሞች፡- የፋይናንስ እውቀትዎን ከፍ ያድርጉ እና እንደ ህብረት ስራ ማህበር አባል ከሚገኙ ተጨማሪ ጥቅሞች ተጠቃሚ ይሁኑ።"
    ]
  },
  "membership": {
    "title": "አባልነት",
    "etcareMembershipForm": {
      "title": "የኢቲኬር አባልነት ቅጽ",
      "fields": [
        {
          "label": "የመጀመሪያ ስም",
          "name": "firstName",
          "type": "text"
        },
        {
          "label": "የአባት ስም",
          "name": "fatherName",
          "type": "text"
        },
        {
          "label": "የአያት ስም",
          "name": "grandFatherName",
          "type": "text"
        },
        {
          "label": "አድራሻ",
          "name": "address",
          "type": "text"
        },
        {
          "label": "ፆታ",
          "name": "sex",
          "type": "radio",
          "options": ["ወንድ", "ሴት", "ሌላ"]
        },
        {
          "label": "ዜግነት",
          "name": "nationality",
          "type": "text"
        },
        {
          "label": "ስልክ ቁጥር",
          "name": "phoneNumber",
          "type": "tel"
        },
        {
          "label": "መታወቂያ ያያይዙ",
          "name": "attachId",
          "type": "file"
        },
        {
          "label": "የባንክ ገቢ ደረሰኝ ያያይዙ:",
          "name": "attachDepositReceipt",
          "type": "file"
        }
      ],
      "submitButton": "አስገባ"
    },
    "bankAccounts": {
      "title": "የባንክ ሂሳቦች",
      "accounts": [
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ሂሳብ 1",
          "number": "1000628868739",
          "type": "Regular"
        },
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ወለድ አልባ ሂሳብ 2",
          "number": "1000628867309",
          "type": "Interest Free"
        },
        {
          "bank": "ዳሽን ባንክ (ቁጠባ ሂሳብ) ሂሳብ 1",
          "number": "5264357490011",
          "type": "Savings"
        },
        {
          "bank": "ዳሽን ባንክ (ቁጠባ ሂሳብ) ሂሳብ 2",
          "number": "0264357490011",
          "type": "Savings"
        },
        {
          "bank": "አዋሽ ባንክ (ቁጠባ ሂሳብ) ወለድ አልባ ሂሳብ 1",
          "number": "014371384732200",
          "type": "Interest Free Savings"
        },
        {
          "bank": "አዋሽ ባንክ (ቁጠባ ሂሳብ) ሂሳብ 2",
          "number": "013221384732200",
          "type": "Savings"
        }
      ]
    },
    "eligibilityCriteria": {
      "title": "የብቁነት መስፈርቶች",
      "list": [
        "ዕድሜ 18 ዓመት ወይም ከዚያ በላይ መሆን አለበት።",
        "የኅብረት ሥራ ማኅበሩን ደንቦች፣ የውስጥ መመሪያዎች እና መመሪያዎችን ለመቀበል ፍቃደኛ መሆን።",
        "የሚከተሉትን ለመክፈል ብቃት ያለው መሆን አለበት፦",
        "የምዝገባ ክፍያ: 1,500 ብር",
        "ዝቅተኛ የመነሻ ድርሻ: 2,000 ብር",
        "ወርሃዊ የቁጠባ መዋጮ: 750 ብር",
        "እንደ ብሔራዊ መታወቂያ፣ መንጃ ፈቃድ ወይም ፓስፖርት ያሉ መለያ ሰነዶችን ማቅረብ የሚችል።"
      ]
    },
    "becomingAMember": {
      "title": "አባል ለመሆን",
      "steps": [
        "የአባልነት ማመልከቻውን በመስመር ላይ ይሙሉ ወይም የአባልነት መጽሐፍ ለማግኘት ወደ ቢሮአችን ይምጡ።",
        "የሚፈለጉ ተጨማሪ መረጃዎችን ያስገቡ።",
        "የእርስዎ ማመልከቻ በእኛ ባለሙያ አባልነት ኮሚቴ ይገመገማል።",
        "ሲፀድቅ፣ በይፋ የኢቲኬር ገ/ቁ/ብድር አባል ይሆናሉ፣ የአባልነት ምስክር ወረቀት ይቀበላሉ፣ እና ሁሉንም አገልግሎቶቻችንን፣ ምርቶቻችንን እና ጥቅሞቻችንን ሙሉ በሙሉ መጠቀም ይችላሉ።"
      ]
    },
    "benefitsOfMembership": {
      "title": "የአባልነት ጥቅሞች",
      "list": [
        "ሁሉን አቀፍ የፋይናንስ አገልግሎቶች: እንደ ቁጠባ ሂሳቦች፣ ብድሮች እና መድን የመሳሰሉ የተለያዩ የፋይናንስ ምርቶችን ያግኙ።",
        "ትርፍ የማጋራት እድሎች: በትርፍ ክፍፍል ይሳተፉ እና በኢቲኬር ገ/ቁ/ብድር የፋይናንስ ደንቦች መሰረት ትርፍ ያግኙ።",
        "ተወዳዳሪ የወለድ ተመኖች: በቁጠባ እና በብድር ላይ ምቹ የወለድ ተመኖች ይደሰቱ።",
        "ተለዋዋጭ የመመለሻ አማራጮች: የሁሉም ሰው የፋይናንስ ፍላጎቶች ልዩ መሆናቸውን እንረዳለን፣ ስለዚህ ለእርስዎ ሁኔታ ተስማሚ የሆኑ ተለዋዋጭ የመመለሻ መርሐግብሮችን እናቀርባለን።",
        "ወሰን የለሽ ድጋፍ: ወዳጃዊ እና ሙያዊ ሰራተኞቻችንን ከእኛ መመሪያ እና እርዳታ ያግኙ።"
      ]
    }
  },
  "membership": {
    "title": "አባልነት",
    "etcareMembershipForm": {
      "title": "የኢቲኬር አባልነት ቅጽ",
      "fields": [
        {
          "label": "የመጀመሪያ ስም",
          "name": "firstName",
          "type": "text"
        },
        {
          "label": "የአባት ስም",
          "name": "fatherName",
          "type": "text"
        },
        {
          "label": "የአያት ስም",
          "name": "grandFatherName",
          "type": "text"
        },
        {
          "label": "አድራሻ",
          "name": "address",
          "type": "text"
        },
        {
          "label": "ፆታ",
          "name": "sex",
          "type": "radio",
          "options": ["ወንድ", "ሴት", "ሌላ"]
        },
        {
          "label": "ዜግነት",
          "name": "nationality",
          "type": "text"
        },
        {
          "label": "ስልክ ቁጥር",
          "name": "phoneNumber",
          "type": "tel"
        },
        {
          "label": "መታወቂያ ያያይዙ",
          "name": "attachId",
          "type": "file"
        },
        {
          "label": "የባንክ ገቢ ደረሰኝ ያያይዙ:",
          "name": "attachDepositReceipt",
          "type": "file"
        }
      ],
      "submitButton": "አስገባ"
    },
    "bankAccounts": {
      "title": "የባንክ ሂሳቦች",
      "accounts": [
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ሂሳብ 1",
          "number": "1000628868739",
          "type": "Regular"
        },
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ወለድ አልባ ሂሳብ 2",
          "number": "1000628867309",
          "type": "Interest Free"
        },
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ሂሳብ 3",
          "number": "1000628870927",
          "type": "Regular"
        },
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ሂሳብ 4",
          "number": "1000524668347",
          "type": "Regular"
        },
        {
          "bank": "የኢትዮጵያ ንግድ ባንክ ወለድ አልባ ሂሳብ 5",
          "number": "1000543908464",
          "type": "Interest Free"
        },
        {
          "bank": "ዳሽን ባንክ (ቁጠባ ሂሳብ) ሂሳብ 1",
          "number": "5264357490011",
          "type": "Savings"
        },
        {
          "bank": "ዳሽን ባንክ (ቁጠባ ሂሳብ) ሂሳብ 2",
          "number": "0264357490011",
          "type": "Savings"
        },
        {
          "bank": "አዋሽ ባንክ (ቁጠባ ሂሳብ) ወለድ አልባ ሂሳብ 1",
          "number": "014371384732200",
          "type": "Interest Free Savings"
        },
        {
          "bank": "አዋሽ ባንክ (ቁጠባ ሂሳብ) ሂሳብ 2",
          "number": "013221384732200",
          "type": "Savings"
        }
      ]
    },
    "eligibilityCriteria": {
      "title": "የብቁነት መስፈርቶች",
      "list": [
        "ዕድሜ 18 ዓመት ወይም ከዚያ በላይ መሆን አለበት።",
        "የኅብረት ሥራ ማኅበሩን ደንቦች፣ የውስጥ መመሪያዎች እና መመሪያዎችን ለመቀበል ፍቃደኛ መሆን።",
        "የሚከተሉትን ለመክፈል ብቃት ያለው መሆን አለበት፦",
        "የምዝገባ ክፍያ: 1,500 ብር",
        "ዝቅተኛ የመነሻ ድርሻ: 2,000 ብር",
        "ወርሃዊ የቁጠባ መዋጮ: 750 ብር",
        "እንደ ብሔራዊ መታወቂያ፣ መንጃ ፈቃድ ወይም ፓስፖርት ያሉ መለያ ሰነዶችን ማቅረብ የሚችል።"
      ]
    },
    "becomingAMember": {
      "title": "አባል ለመሆን",
      "steps": [
        "የአባልነት ማመልከቻውን በመስመር ላይ ይሙሉ ወይም የአባልነት መጽሐፍ ለማግኘት ወደ ቢሮአችን ይምጡ።",
        "የሚፈለጉ ተጨማሪ መረጃዎችን ያስገቡ።",
        "የእርስዎ ማመልከቻ በእኛ ባለሙያ አባልነት ኮሚቴ ይገመገማል።",
        "ሲፀድቅ፣ በይፋ የኢቲኬር ገ/ቁ/ብድር አባል ይሆናሉ፣ የአባልነት ምስክር ወረቀት ይቀበላሉ፣ እና ሁሉንም አገልግሎቶቻችንን፣ ምርቶቻችንን እና ጥቅሞቻችንን ሙሉ በሙሉ መጠቀም ይችላሉ።"
      ]
    },
    "benefitsOfMembership": {
      "title": "የአባልነት ጥቅሞች",
      "list": [
        "ሁሉን አቀፍ የፋይናንስ አገልግሎቶች: እንደ ቁጠባ ሂሳቦች፣ ብድሮች እና መድን የመሳሰሉ የተለያዩ የፋይናንስ ምርቶችን ያግኙ።",
        "ትርፍ የማጋራት እድሎች: በትርፍ ክፍፍል ይሳተፉ እና በኢቲኬር ገ/ቁ/ብድር የፋይናንስ ደንቦች መሰረት ትርፍ ያግኙ።",
        "ተወዳዳሪ የወለድ ተመኖች: በቁጠባ እና በብድር ላይ ምቹ የወለድ ተመኖች ይደሰቱ።",
        "ተለዋዋጭ የመመለሻ አማራጮች: የሁሉም ሰው የፋይናንስ ፍላጎቶች ልዩ መሆናቸውን እንረዳለን፣ ስለዚህ ለእርስዎ ሁኔታ ተስማሚ የሆኑ ተለዋዋጭ የመመለሻ መርሐግብሮችን እናቀርባለን።",
        "ወሰን የለሽ ድጋፍ: ወዳጃዊ እና ሙያዊ ሰራተኞቻችንን ከእኛ መመሪያ እና እርዳታ ያግኙ።"
      ]
    }
  },
    "submissionSuccess": {
      "title": "ማስገባቱ ተሳክቷል!",
      "message": "ቅጹን ስለሞሉ እናመሰግናለን። ማስገባቱ በተሳካ ሁኔታ ተቀባይነት አግኝቷል። በቅርቡ ተመልሰን እናገኝዎታለን።",
      "backToHome": "ወደ ዋናው ገጽ ይመለሱ"
    }
}
