{
  "menu": ["HOME", "SERVICE", "ABOUT", "BLOG", "CONTACT", "JOIN US"],
  "heroText": "Join a Community of Collective Savings with Equb – Build Wealth Together for a Brighter Future!",
  "readMore": "Read More",
  "services": ["Saving", "Loan", "Equb", "Training"],
  "whoWeAreTitle": "Who we are",
  "whoWeAreText": "EtCare SACCO is a member‑owned financial cooperative dedicated to improving the financial well‑being of our members. Established in 2022, we operate under Ethiopian Cooperative Society regulations, serving employees of EtCare PLC and Et‑herbal manufacturing PLC. Our vision is to empower our members to achieve middle‑level income and entrepreneurial success by 2030. Through strategic planning and a commitment to operational excellence, we provide diverse financial services, including savings and loan products, tailored to meet the unique needs of our community. We are guided by cooperative principles and a dedication to growing together.",
  "learnMore": "Learn More",
  "visionTitle": "Vision",
  "visionText": "By 2030, we envision our members achieving middle‑level incomes and thriving as entrepreneurs. We're committed to their financial growth and entrepreneurial success.",
  "missionTitle": "Mission",
  "missionText": "Improve socio‑economic conditions of members and other stockholders through access to finance and asset building using the art of technology and highly competent and motivated staff in considerations of social governance aspects for maximizing stakeholders benefit.",
  "valueTitle": "Value",
  "valueText": "Integrity, Reliability, Transparency, Accountability, Confidentiality, and Social Responsibility are the core values that guide our Board, management, and staff in all their actions and decisions.",
  "gallery": "Our Photo Gallery",
  "blogHeader": "Directly Blog Posts",
  "blogSubHeader": "Latest News & Articles from the Posts",
  "contactUs": "CONTACT US",
  "address": "head office 22 mazoria ,Golagol",
  "phone": "+251-96-454-0000",
  "company": ["About", "Service", "Blog", "Saving", "Equb", "Loan"],
  "latestNews": "LATEST NEWS",
  "footerText": "Let’s Grow together",
  "footerContact": "contact us",
  "copyright": "© 2024 by EtCare Sacco. All Rights Reserved."
}
